[
  {
    "title": "Our First Photo ❤️",
    "description": "This was our very first photo together. I still remember that day so clearly. Everything felt new, calm, and special.The day we took this photo, I knew there was something truly special about you. It was the beginning of our beautiful journey together.The day 26-10-2025 will always be etched in my heart as the moment we captured our first memory together. That photo symbolizes the start of our incredible journey, filled with love, laughter, and countless unforgettable moments. I cherish it deeply, as it represents the beginning of our beautiful story.Our Pennukaanal was the day we took this photo, and it will forever hold a special place in my heart. It was the moment we captured our first memory together, marking the beginning of our incredible journey filled with love, laughter, and countless unforgettable moments. I cherish that photo deeply, as it represents the start of our beautiful story together.",
    "image": "first_photo.webp"
  },
  {
    "title": "First Chat 💬",
    "description": "Hi… Welcome to Oaty Nice to Meet You!,from that sentence, everything started. Long chats, late nights, endless smiles. This was the beginning of us.",
    "image": "chat1.jpeg",
    "image2": "chat2.jpeg"
  },
  {
    "title": "First Meeting(26-10-2025) 🌸",
    "description": "Our First Meeting Day was our Pennukaanal,It was a family function, but it will forever hold a special place in my heart. That day was filled with nervous smiles, racing hearts, and so many emotions. Meeting you in person for the first time was truly unforgettable, marking the beginning of our incredible journey together. I cherish that memory deeply, as it represents the start of our beautiful story.",
    "image": "first_meet.jpg"
  },
  {
    "title": "Our Kisses💌",
    "description": "Kissing you Moment!,Nervous smiles, racing heart, and so many emotions. Meeting you in person for the first time was unforgettable.Our Pennukaanal was the day we met for the first time, and it will forever hold a special place in my heart. That day was filled with nervous smiles, racing hearts, and so many emotions. Meeting you in person for the first time was truly unforgettable, marking the beginning of our incredible journey together. I cherish that memory deeply, as it represents the start of our beautiful story.We Kissed a thousand times in our first meeting, and it will forever hold a special place in my heart. That day was filled with nervous smiles, racing hearts, and so many emotions. Meeting you in person for the first time was truly unforgettable, marking the beginning of our incredible journey together. I cherish that memory deeply, as it represents the start of our beautiful story.",
    "image": "7.jpeg"
  },
  {
    "title": "A Random Happy Day (30-10-2025)😊",
    "description": "Not a special date, not a special place — just us being happy. Sometimes these are the best memories.",
    "image": "happy_day1.jpeg",

    "image2": "2.jpeg",
    "image3": "3.jpeg",
    "image4": "4.jpeg",
    "image5": "5.jpeg",
    "image6": "6.jpeg",
    "image7": "7.jpeg"
  }
]
